Revit 2027 API
ParameterTypeId.ContinuousFootingBottomHeel Property
 "Bottom Heel Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ContinuousFootingBottomHeel { get; }
Public Shared ReadOnly Property ContinuousFootingBottomHeel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ContinuousFootingBottomHeel {
	ForgeTypeId^ get ();
}
static member ContinuousFootingBottomHeel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace